[
  {
    "category": "Señalética Digital y Pantallas",
    "intent": "pantallas_tipo",
    "user_input": "¿Qué tipo de pantallas y señalética digital ofrecéis?",
    "bot_response": "Ofrecemos soluciones de pantallas informativas profesionales para mostrar contenido dinámico: menús, horarios, eventos, alertas, promociones, etc. Instalamos monitores profesionales diseñados para uso 24/7 y gestión remota de contenidos desde cualquier lugar. Estas soluciones son ideales para recepciones, lobbies, restaurantes, salas de espera o ascensores, con posibilidad de automatizar el contenido por horarios o zonas.",
    "priority": "alta"
  },
  {
    "category": "Señalética Digital y Pantallas",
    "intent": "pantallas_tamanos",
    "user_input": "¿Qué tamaños de pantallas instaláis?",
    "bot_response": "Instalamos pantallas profesionales desde 22 hasta más de 75 pulgadas, según ubicación, distancia de lectura y resolución necesaria. Todos los equipos que ofrecemos cuentan con: panel antirreflejo, entrada HDMI/USB/Red, soporte de reproducción 4K, compatibilidad con sistemas de gestión de contenidos (CMS). Solo trabajamos con pantallas certificadas para uso intensivo, garantizando estabilidad y larga vida útil.",
    "priority": "media"
  },
  {
    "category": "Señalética Digital y Pantallas",
    "intent": "gestion_contenido",
    "user_input": "¿Cómo se gestiona el contenido en estas pantallas?",
    "bot_response": "Ofrecemos un sistema CMS (Content Management System) que permite: subir, programar y modificar contenido en tiempo real; gestionar múltiples pantallas desde una única plataforma; crear horarios, plantillas o zonas de contenido; control remoto desde PC o móvil. Esto permite a recepción, marketing o dirección actualizar contenido sin necesidad de soporte técnico. Todo de forma centralizada y segura.",
    "priority": "alta"
  },
  {
    "category": "Señalética Digital y Pantallas",
    "intent": "contenido_mostrado",
    "user_input": "¿Qué tipo de contenido se puede mostrar?",
    "bot_response": "Puedes mostrar: imágenes, vídeos, presentaciones, PDF; información en tiempo real (hora, temperatura, alertas); menús digitales de restaurante; eventos y horarios de salas (integración con calendario); publicidad propia o de terceros. Todo con posibilidad de personalización por zona, idioma o grupo de pantallas.",
    "priority": "media"
  },
  {
    "category": "Señalética Digital y Pantallas",
    "intent": "automatizacion_horaria",
    "user_input": "¿Se pueden programar horarios o automatizar el contenido?",
    "bot_response": "Sí. Nuestro sistema permite crear horarios automáticos para cambiar el contenido según la hora, el día o eventos específicos. Por ejemplo: menú desayuno hasta las 11:00, promoción spa de 11:00 a 18:00, horario de animación a partir de las 18:00. Esto ahorra tiempo y asegura que siempre se muestre el mensaje adecuado.",
    "priority": "media"
  },
  {
    "category": "Señalética Digital y Pantallas",
    "intent": "uso_pantallas_actuales",
    "user_input": "¿Es posible usar nuestras pantallas actuales?",
    "bot_response": "En muchos casos sí. Si tus pantallas tienen entrada HDMI y están en buen estado, podemos añadir un media player compatible para habilitar la señalética digital sin necesidad de cambiar el hardware. Analizamos cada caso y proponemos la solución más eficiente en coste y funcionalidad.",
    "priority": "media"
  },
  {
    "category": "Señalética Digital y Pantallas",
    "intent": "conexion_internet",
    "user_input": "¿Se necesita conexión a Internet?",
    "bot_response": "No obligatoriamente. Nuestro sistema puede funcionar en red local sin acceso externo o con conexión a Internet para control remoto. Si el entorno requiere alta seguridad o funcionamiento offline, configuramos la señalética en entorno cerrado y seguro, sin comprometer la autonomía.",
    "priority": "media"
  },
  {
    "category": "Señalética Digital y Pantallas",
    "intent": "pantallas_como_tv",
    "user_input": "¿Se pueden usar las pantallas como TV?",
    "bot_response": "Sí. En ciertos proyectos instalamos pantallas que cumplen doble función: informativa + entretenimiento. Podemos dividir la pantalla (por zonas) para mostrar TV en una parte y contenido corporativo en otra, o bien alternar automáticamente según horario. Esto es útil en bares, salas de espera o zonas mixtas.",
    "priority": "media"
  },
  {
    "category": "Señalética Digital y Pantallas",
    "intent": "sectores_uso",
    "user_input": "¿Qué sectores utilizan esta solución?",
    "bot_response": "Instalamos señalética digital en: hoteles (recepción, restaurantes, eventos); hospitales y clínicas (zonas de espera, pasillos, consultas); retail (escaparates, zonas de caja, promociones); empresas (hall, salas de reuniones, plantas de producción); aeropuertos y centros deportivos. Cada instalación se adapta al flujo de usuarios y mensaje a comunicar.",
    "priority": "media"
  },
  {
    "category": "Señalética Digital y Pantallas",
    "intent": "demo_senaletica",
    "user_input": "¿Podéis mostrarme ejemplos o hacerme una demo?",
    "bot_response": "Sí. Podemos enviarte un dosier con ejemplos reales de señalética digital en hoteles, hospitales y empresas. También podemos agendar una demo online personalizada o visita técnica si lo necesitas. ¿Quieres que alguien del equipo se ponga en contacto contigo?",
    "priority": "alta"
  }
]