[
  {
    "category": "Innovación + IA",
    "intent": "soluciones_ia_ib360",
    "user_input": "¿Qué soluciones de IA ofrecéis actualmente?",
    "bot_response": "En IB360 apostamos por el desarrollo de soluciones basadas en inteligencia artificial que mejoran la eficiencia operativa, la experiencia del usuario y la toma de decisiones estratégicas. Nuestro enfoque está centrado en tecnologías aplicadas a entornos reales, como el sector hotelero, sanitario y corporativo, con especial atención a la automatización de procesos, personalización del servicio y análisis de datos en tiempo real.",
    "priority": "alta"
  },
  {
    "category": "Innovación + IA",
    "intent": "beneficios_ia_hotel",
    "user_input": "¿Qué beneficios aporta aplicar IA en un entorno hotelero?",
    "bot_response": "Aplicar IA en un entorno hotelero permite transformar la operación diaria y mejorar los resultados. Entre sus beneficios destacan: automatización de procesos como el check-in, ahorro energético mediante sensores inteligentes, personalización de servicios según el perfil del huésped, aumento del ticket medio a través de recomendaciones inteligentes (upselling), y mayor agilidad en la gestión de incidencias. Todo ello se traduce en más ingresos, mejor experiencia y reducción de costes.",
    "priority": "alta"
  },
  {
    "category": "Innovación + IA",
    "intent": "diferencia_iptv_vs_ia",
    "user_input": "¿Qué diferencia hay entre una plataforma IPTV tradicional y una solución basada en IA?",
    "bot_response": "Una plataforma IPTV tradicional ofrece canales y contenidos de forma pasiva. Una solución con IA, en cambio, aprende del comportamiento del huésped, recomienda servicios personalizados, se conecta con otros sistemas del hotel (climatización, room service, reservas) y genera una experiencia más interactiva, rentable y ajustada a cada tipo de cliente.",
    "priority": "media"
  },
  {
    "category": "Innovación + IA",
    "intent": "tecnologias_usadas",
    "user_input": "¿Qué tecnologías usáis en el desarrollo?",
    "bot_response": "Colaboramos con equipos especializados en modelos de IA adaptados al comportamiento del usuario, arquitectura web progresiva (PWA), integración mediante APIs con PMS, IPTV o redes internas, y paneles de análisis en tiempo real. Todo con cumplimiento normativo estricto (RGPD) y visión modular para facilitar la implantación.",
    "priority": "media"
  },
  {
    "category": "Innovación + IA",
    "intent": "aplicabilidad_sanidad",
    "user_input": "¿Se puede adaptar a hospitales o clínicas?",
    "bot_response": "Sí. Los principios de personalización, automatización y comunicación inteligente también son aplicables en entornos sanitarios. Por ejemplo: entretenimiento personalizado para pacientes, recordatorios automatizados, integración con sistemas de llamada enfermera o seguimiento de parámetros clave. Adaptamos cada solución a las necesidades concretas del centro.",
    "priority": "media"
  },
  {
    "category": "Innovación + IA",
    "intent": "para_que_tipo_de_hotel",
    "user_input": "¿Qué tipo de hotel debería plantearse implementar esta solución?",
    "bot_response": "Cualquier hotel que quiera optimizar recursos, mejorar la experiencia del huésped y aumentar ingresos debería considerar la aplicación de IA. Es especialmente relevante en hoteles con servicios diversificados (restauración, wellness, actividades) donde la personalización y el análisis de datos son claves para destacar frente a la competencia. Hoy, no innovar es quedarse atrás.",
    "priority": "alta"
  },
  {
    "category": "Innovación + IA",
    "intent": "contacto_profesional",
    "user_input": "¿Con quién se puede hablar para valorar esta solución?",
    "bot_response": "La evaluación de soluciones basadas en inteligencia artificial en IB360 está liderada por Vladimir, responsable de desarrollo tecnológico. Si tu organización está explorando procesos de digitalización avanzada, IA aplicada o proyectos piloto, podemos organizar una reunión estratégica para analizar el caso y valorar enfoques posibles con total confidencialidad y visión a largo plazo.",
    "priority": "alta"
  }
]